from dataclasses import dataclass

@dataclass
class DataStorage:
    COUNTRIES = [
        {
            "country_title": "Україна",
            "slug": "ukraina"
        },
        {
            "country_title": "Польща",
            "slug": "polshcha"
        }
    ]

    CITIES_INFO = {
        "Вінницька": [
            "Антопіль", "Баланівка", "Бар", "Безводне",
            "Березина", "Березна", "Бершадь", "Бирлівка",
            "Бондурі", "Бохоники", "Браїлів", "Брацлав", "Бродецьке", "Буди", "Вапнярка",
            "Вендичани", "Вербка", "Війтівка", "Вінницькі Хутори", "Вінниця", "Вороновиця",
            "Гавришівка", "Гайсин", "Гнатків", "Гнівань", "Голендри", "Горбанівка", "Городківка",
            "Грабарівка", "Губник", "Гулівці", "Гущинці", "Дашів", "Демківське", "Джулинка",
            "Джурин", "Жежелів", "Жерденівка", "Жмеринка", "Залізничне", "Заозерне",
            "Зятківці", "Іллінці", "Калинівка", "Карбівка", "Кирнасівка", "Кисляк", "Клебань",
            "Клекотина", "Клекотина", "Козятин", "Комаргород", "Крижопіль", "Кублич",
            "Ладижин", "Липівка", "Липовець", "Літин", "Лука-Мелешківська", "Махнівка", "Михайлин",
            "Михайлівка", "Могилів-Подільський", "Мурафа", "Муровані Курилівці", "Немирів",
            "Немія", "Непедівка", "Носиківка", "Оляниця", "Оратів", "Пеньківка", "Пиків",
            "Пилипи", "Піщанка", "Погребище", "Покутине", "Попелюхи", "Пороги", "Поташня",
            "Ратуш", "Рахни Лісові", "Рахнівка", "Рудниця", "Селище", "Сигнал", "Сказинці",
            "Сосни", "Спичинці", "Стара Гута", "Стара Прилука", "Степанки", "Стрижавка",
            "Суворовське", "Сутиски", "Теплик", "Тиврів", "Томашпіль", "Трибусівка", "Тростянець",
            "Тростянець", "Тростянець", "Тростянчик", "Тульчин", "Турбів", "Уладівка",
            "Уланів", "Устя", "Флорине", "Хмільник", "Черешневе", "Чернівці", "Чернятин",
            "Чечельник", "Шаргород", "Шпиків", "Юргород", "Ямпіль"
        ],
        "Волинська": [
            "Берестечко", "Благодатне", "Борочиче", "Бучин", "Велимче", "Вербка", "Вишнів",
            "Володимир", "Воля-Любитівська", "Голоби", "Головне", "Горохів", "Грем'яче",
            "Губин Перший", "Деревок", "Доросині", "Журавичі", "Заболоття", "Заброди",
            "Затурці", "Звірів", "Зміїнець", "Зубильне", "Іваничі", "Камінь-Каширський",
            "Карпилівка", "Кисилин", "Ківерці", "Княгининок", "Кобче", "Ковель", "Колки",
            "Колодії", "Колодяжне", "Копачівка", "Крижівка", "Кульчин", "Липини", "Литовеж",
            "Локачі", "Луків", "Луцьк", "Любешів", "Любитів", "Люблинець", "Любомль",
            "Маневичі", "Мар'янівка", "Мирне", "Мишів", "Млинове", "Несвіч", "Нововолинськ",
            "Носачевичі", "Облапи", "Олика", "П'ятикори", "Павлівка", "Переспа", "Піддубці",
            "Підманове", "Підріжжя", "Пірванче", "Поворськ", "Положеве", "Поромів",
            "Привітне", "Прилісне", "Промінь", "Радехів", "Ратне", "Римачі", "Рованці",
            "Рожище", "Рокині", "Рокитниця", "Романів", "Ружин", "Самари", "Світязь", "Седлище",
            "Селець", "Сенкевичівка", "Сошичне", "Стара Вижівка", "Старики", "Старосілля",
            "Струмівка", "Тарасове", "Тойкут", "Торчин", "Тростянець", "Троянівка",
            "Турійськ", "Уховецьк", "Цміни", "Цумань", "Чорний Ліс", "Шацьк"
        ],
        "Дніпропетровська": [
            "Апостолове", "Аули", "Багате", "Богдано-Надеждівка", "Божедарівка", "Борисівка",
            "Варварівка", "Васильківка", "Вербки", "Верхівцеве", "Верхньодніпровськ", "Вишневе",
            "Вільне", "Вільне", "Вільногірськ", "Водяне", "Водяне", "Воронове", "Гвардійське",
            "Глеюватка", "Гранітне", "Грушувато-Криничне", "Губиниха", "Девладове", "Демурине",
            "Діброва", "Дніпро", "Дніпровське", "Дослідне", "Єлизаветівка", "Жовте", "Жовті Води",
            "Залізничне", "Зелена Долина", "Зелене Поле", "Зелене", "Зеленодольск", "Знаменівка",
            "Іларіонове", "Інгулець", "Кам'янське", "Карпівка", "Коломійцеве", "Котовка",
            "Красноіванівка", "Кривбас", "Кривий Ріг", "Кринички", "Лозуватка", "Магдалинівка",
            "Макорти", "Мар'янівка", "Марганець", "Медичне", "Межиріч", "Межова", "Меліоративне",
            "Микільське-на-Дніпрі", "Миколаївка", "Миколаївка", "Михайлівка", "Мишурин Ріг",
            "Мінеральні Води", "Морозівське", "Нікополь", "Новомайське", "Новомиколаївка",
            "Новомосковськ", "Новоолександрівка", "Новоселівка", "Новософіївка", "Обухівка",
            "Олександропіль", "Орлівщина", "П'ятихатки", "Павлоград", "Павлопілля", "Панасівка",
            "Партизанське", "Перещепине", "Першотравенськ", "Петриківка", "Петрівка",
            "Петропавлівка", "Підгородне", "Піщанка", "Покров", "Покровське", "Покровське",
            "Преображенка", "Просяна", "Радушне", "Роздори", "Савро", "Саксагань", "Синельникове",
            "Славгород", "Слобожанське", "Солоне", "Софіївка", "Спаське", "Старі Кодаки",
            "Степове", "Тернівка", "Томаківка", "Троїцьке", "Царичанка", "Чаплине", "Червоне",
            "Червоногригорівка", "Черкаське", "Чумаки", "Шахтарське", "Шевченківське",
            "Широке", "Юр'ївка", "Яковлівка"
        ],
        "Донецька": [
            "Авдіївка", "Амвросіївка", "Андріївка", "Бахмут", "Билбасівка", "Білицьке",
            "Білозерське", "Бойківське", "Велика Новосілка", "Вишневе", "Волоноваха",
            "Володимирівка", "Вугледар", "Галицинівка", "Горлівка", "Гришине", "Дебальцеве",
            "Добропілля", "Докучаївськ", "Донецьк", "Дорожнє", "Дружківка", "Єнакієве",
            "Жданівка", "Зугрес", "Комар", "Костянтинівка", "Краматорськ", "Курахівка",
            "Курахове", "Лиман", "Макіївка", "Мангуш", "Мар'їнка", "Маріуполь", "Миколаївка",
            "Мирноград", "Михайлівка", "Моспине", "Нікольське", "Новоазовськ", "Новогродівка",
            "Новодонецьке", "Новокалинове", "Новомиколаївка", "Новотроїцьке", "Олександрівка",
            "Олексієво-Дружківка", "Очеретино", "Північне", "Покровськ", "Родинське",
            "Роя", "Сартана", "Світлодарськ", "Святогірськ", "Селидове", "Сіверськ", "Слов'янськ",
            "Сніжне", "Соледар", "Старобешеве", "Торецьк", "Українськ", "Харцизьк",
            "Хрестівка", "Цукурине", "Часів Яр", "Черкаське", "Чистякове", "Шахтарськ",
            "Щербинівка", "Ялта", "Ясинувата", "Ясногірка"
        ],
        "Житомирська": [
            "Андрушівка", "Баранівка", "Барашівка", "Бердичів", "Березівка", "Березневе",
            "Бехи", "Бистрик", "Бігунь", "Білокоровичі", "Білошиці", "Більківці",
            "Бондарі", "Бровки Перші", "Брусилів", "Вакуленчук", "Велика Рача",
            "Великий Молодьків", "Великі Коровинці", "Вереси", "Вертокиївка", "Веселівка",
            "Висока Піч", "Вірівка", "Врублівка", "Гамарня", "Глибочиця", "Городниця",
            "Городок", "Горщик", "Гранітне", "Довбиш", "Довжик", "Ємільчине", "Житомир",
            "Замисловичі", "Заможне", "Зарічани", "Звягель", "Іванківці", "Ігнатпіль",
            "Ірша", "Іршанськ", "Іскорость", "Кам'яний Брід", "Карвинівка", "Квітневе",
            "Кирдани", "Кмитів", "Копище", "Корнин", "Коростень", "Коростишів",
            "Левків", "Лісівщина", "Ліщин", "Лопатичі", "Лугини", "Любар", "Мала Токарівка",
            "Малин", "Миропіль", "Михайлівка", "Народичі", "Немиринці", "Несолонь", "Нова Борова",
            "Нова Чортория", "Новаки", "Нові Білокоровичі", "Новогуйвинське", "Овруч", "Озерне",
            "Олевськ", "Оліївка", "Осички", "Очеретянка", "Парипси", "Печанівка", "Пилиповичі",
            "Полянівка", "Попільня", "Потіївка", "Пулини", "Радомишль", "Разіне", "Райки",
            "Романів", "Росавиця", "Ружин", "Селезівка", "Семенівка", "Сінгури", "Скраглівка",
            "Словечне", "Станишівка", "Старий Любар", "Тетерівка", "Тупальці", "Тютюнники",
            "Українка", "Ушомир", "Хомівка", "Хорошів", "Черняхів", "Чижівка", "Чоповичі",
            "Чуднів", "Шатрище", "Шахворостівка", "Яблунець"
        ],
        "Закарпатська": [
            "Бадалово", "Бадалово", "Баркасово", "Батьово", "Білки", "Боржава",
            "Вари", "Вари", "Великий Бичків", "Великі Береги", "Велятино", "Верхній Коропець",
            "Вилок", "Вишково", "Вільшани", 'Водиця', "Волосянка", "Вонігове", "Гать",
            "Доробратово", "Драгобрат", "Жденієво", "Загаття", "Ільниця", "Кам'янське",
            "Карпати", "Кваси", "Ключарки", "Клячаново", "Кольчино", "Копашново", "Королево",
            "Косонь", "Костилівка", "Кострина", "Лазещина", "Луг", "Нересниця", "Нижні Ворота",
            "Нижні Ремети", "Нове Давидково", "Олешник", "Пийтерфолво", "Пилипець",
            "Підвиноградів", "Поляна", "Приборжавське", "Рахів", "Рокосово", "Середнє",
            "Синевир", "Синяк", "Синяк", "Сільце", "Сокирниця", "Страбичово", "Сюрте",
            "Тересва", "Тур'ї Ремети", "Ужгород", "Черна", "Чикош-Горонда", "Чинадійово",
            "Шаян", "Яблунівка", "Яноші"
        ],
        "Запорізька": [
            "Антонівка", "Балабине", "Бердянськ", "Біленьке", "Більмак", "Василівка",
            "Велика Білозерка", "Веселе", "Вільнянка", "Вільнянськ", "Володимирівське",
            "Гуляйполе", "Дніпрорудне", "Дружелюбівка", "Енергодар", "Запоріжжя",
            "Зоряне", "Кам'яне", "Кам'янка-Дніпровська", "Канцерівка", "Кирилівка",
            "Козаківське", "Лежине", "Малокатеринівка", "Матвіївка", "Мелітополь",
            "Михайлівка, Василівський р-н", "Михайлівка, Запорізький р-н", "Михайло-Лукашеве",
            "Молочанськ", "Нижня Хортиця", "Новомиколаївка", "Новософіївка", "Оріхів",
            "Павлівське", "Пологи", "Преображенка", "Приазовське", "Приморськ",
            "Розівка", "Степне", "Степногорськ", "Таврійське", "Токмак", "Українка",
            "Чернігівка"
        ],
        "Івано-Франківська": [
            "Берлоги", "Більшівці", "Богородчани", "Болехів", "Бринь", "Брошнів", "Брошнів-Осада",
            "Букачівці", "Буковель", "Бурштин", "Вербовець", "Верхній Струтинь",
            "Верхня", "Верховина", "Вигода", "Витвиця", "Вікторів", "Вістова", "Вовчинець",
            "Войнилів", "Ворохта", "Галич", "Гвіздець", "Голинь", "Городенка", "Делева",
            "Делятин", "Дем'янів", "Дзвиняч", "Добровляни", "Долина", "Долина", "Дорогів",
            "Дуба", "Дубівці", "Заболотів", "Завадка", "Загвіздя", "Загір'я-Кукільницьке",
            "Збора", "Івано-Франківськ", "Калуш", "Клубівці", "Клузів", "Кобаки", "Коломия",
            "Копанки", "Коршів", "Косів", "Космач", "Котиківка", "Красне", "Красноїлля",
            "Кривець", "Кривопілля", "Крихівці", "Кропивник", "Кути", "Ланчин", "Липовиця",
            "Лисець", "Луковець-Вишнівський", "Марківці", "Микуличин", "Мишин", "Надвірна",
            "Нивочин", "Нижній Вербіж", "Німшин", "Новоселиця", "Отинія", "Пасічна",
            "Перегінське", "Перерісль", "Печеніжин", "Підліски", "Підлужжя", "Пістинь",
            "Пнів", "Побережжя", "Поділля", "Поляниця", "Поляниця", "Раковець", "Рогатин",
            "Рожнів", "Рожнятів", "Росохач", "Смодна", "Снідавка", "Снятин", "Солотвин",
            "Спас", "Старий Косів", "Старий Лисець", "Старий Мартинів", "Старі Богородчани",
            "Старі Кути", "Стрільче", "Татарів", "Тисмениця", "Тишківці", "Тлумач",
            "Топорівці", "Тулуків", "Тюдів", "Угорники", "Угринів", "Хмелівка",
            "Хриплин", "Цінева", "Черганівка", "Чернелиця", "Черніїв", "Чорнолізці",
            "Чукалівка", "Шешори", "Яблуниця", "Яблунів", "Яблунька", "Ямниця", "Яремче"
        ],
        "Київська": [
            "Аркадіївка", "Бабинці", "Баришівка", "Безп'ятне", "Березань", "Березівка",
            "Бзів", "Бишів", "Біла Криниця", "Біла Церква", "Білогородка", "Блиставиця",
            "Блідча", "Бобрик", "Бобриця", "Богданівка", "Богданівка", "Богуслав",
            "Бориспіль", "Борова", "Бородянка", "Бортничі", "Борщів", "Боярка",
            "Бране Поле", "Бровари", "Бузова", "Буки", "Буча", "Бушеве", "Васильків",
            "Велика Димерка", "Велика Мотовилівка", "Велика Олександрівка",
            "Велика Офірна", "Велика Снітинка", "Великі Дмитровичі", "Великі Єрчики",
            "Веприк", "Вишгород", "Вишеньки", "Вишневе", "Вільна Тарасівка",
            "Віта-Поштова", "Владиславка", "Вознесенське", "Володарка", "Волошинівка",
            "Ворзель", "Вороньків", "Воропаївка", "Галайки", "Гатне", "Глеваха",
            "Глибоке", "Глібівка", "Гнідин", "Гоголів", "Голодьки", "Гора", "Гореничі",
            "Горенка", "Горностайпіль", "Городище", "Горошків", "Гостомель", "Гребінки",
            "Данилівка", "Денихівка", "Дерев'яна", "Дзвінкове", "Димер", "Дмитрівка",
            "Дорогинка", "Дослідницьке", "Дружня", "Дударків", "Забуччя", "Загальці",
            "Зазим'я", "Залізне", "Згурівка", "Зікрачі", "Іванків", "Іванків", "Іванків",
            "Іванковичі", "Ірпінь", "Кагарлик", "Калинівка", "Калинівка", "Калинівка",
            "Калита", "Карапиші", "Катюжанка", "Кашперівка", "Квітневе", "Київ",
            "Клавдієве-Тарасове", "Княжичі", "Ковалин", "Кожанка", "Козаровичі",
            "Козин", "Коржі", "Коцюбинське", "Красилівка", "Красятичі", "Крива",
            "Круглик", "Крушинка", "Крюківщина", "Лебедівка", "Лехнівка", "Личанка",
            "Лісники", "Літки", "Літочки", "Лук'янівка", "Любарці", "Любимівка", "Лютіж",
            "Макарів", "Мала Бугаївка", "Мала Снітинка", "Мала Солтанівка", "Малополовецьке",
            "Мартусівка", "Мархалівка", "Маяки", "Медвин", "Микуличі", "Мила", "Мирне",
            "Миронівка", "Мисайлівка", "Митниця", "Михайлівка-Рубежівка", "Мрія", "Небелиця",
            "Немішаєве", "Нижня Дубечня", "Нова Олександрівка", "Нові Безрадичі",
            "Нові Петрівці", "Новосілки", "Обухів", "Озерна", "Оленівка", "Ольшаниця",
            "Осещина", "Осикове", "П'ятигори", "Панфили", "Переяслав", "Переяслав-Хмельницький",
            "Переяславське", "Петропавлівська Борщагівка", "Петропавлівське",
            "Пилиповичі", "Підгірці", "Пірнове", "Пісківка", "Піщана", "Плесецьке",
            "Плоске", "Плюти", "Погреби", "Поліське", "Пристроми", "Проліски", "Проців",
            "Пустоварівка", "Пухівка", "Пуща-Водиця", "Райківщина", "Ржищів", "Рожни",
            "Рокитне", "Рославичі", "Святопетрівське", "Синяк", "Сквира", "Скибин",
            "Славутич", "Софіївська Борщагівка", "Сошників", "Ставище", "Старе",
            "Старі Безрадичі", "Старі Петрівці", "Стовп'яги", "Стоянка", "Студеники",
            "Сулимівка", "Сухоліси", "Тарасівка", "Тараща", "Ташань", "Теліжинці", "Тетіїв",
            "Томилівка", "Требухів", "Триліси", "Трипілля", "Троїцьке(Довгалівське)", "Трушки",
            "Турівка", "Узин", "Українка", "Фастів", "Феневичі", "Фурси", "Халеп'я",
            "Ходосівка", "Хотів", "Хотянівка", "Хохітва", "Хоцьки", "Циблі", "Чабани",
            "Чайки", "Чепиліївка", "Червоне", "Чорнобиль", "Чубинське", "Чупира",
            "Шевченкове", "Шевченкове", "Шкарівка", "Шпитьки", "Щасливе", "Юрівка",
            "Яблунівка", "Яготин", "Якимівка"
        ],
        "Кіровоградська": [
            "Аджамка", "Андріївка", "Балахівка", "Бережинка", "Благовіщенське", "Бобринець",
            "Богданівка", "Бокове", "Велика Виска", "Великі Трояни", "Вербівка", "Веселе",
            "Веселий Кут", "Високі Байраки", "Вишнівці", "Вищі Верещаки", "Вівсяники",
            "Вільховецьке", "Вільшанка", "Власівка", "Войнівка", "Володимирівка",
            "Гайворон", "Ганнівка", "Ганнівка", "Глодоси", "Голованівськ", "Грушка", "Гурівка",
            "Данилова Балка", "Диківка", "Дмитрівка", "Добровеличківка", "Добронадіївка",
            "Долинська", "Єлизаветградка", "Ємилівка", "Завалля", "Захарівка", "Зелене",
            "Злинка", "Знам'янка", "Знам'янка Друга", "Іванівка", "Іванівка", "Івано-Благодатне",
            "Іскрівка", "Калинівка", "Камбурліївка", "Капітанівка", "Катеринівка", "Компаніївка",
            "Коробчине", "Кропивницький", "Куца Балка", "Лікарівка", "Мала Виска",
            "Мала Вільшанка", "Мар'янопіль", "Миколаївка", "Млинок", "Молодіжне", "Надлак",
            "Неопалимівка", "Новгородка", "Нове", "Новий Стародуб", "Новоархангельськ",
            "Новогригорівка Друга", "Новомиргород", "Новоукраїнка", "Озера", "Олександрівка",
            "Олексіївка", "Олександрія", "Омельник", "Онуфріївка", "Павлиш", "Пантаївка",
            "Перегонівка", "Петрове", "Підвисоке", "Піщаний Брід", "Плетений Ташлик", "Побузьке",
            "Помічна", "Приютівка", "Протопопівка", "Рівне", "Роздол", "Рядове", "Світловодськ",
            "Смоліне", "Соколівське", "Сонячне", "Ставидла", "Суботці", "Тишківка", "Торговиця",
            "Трепівка", "Успенка", "Устинівка", "Фурманівка", "Хащувате", "Хмельове", "Цибулеве",
            "Чарівне", "Червона Кам'янка", "Червоне Озеро", "Червоне", "Червоновершка",
            "Червонокостянтинівка", "Червонопілля", "Чечеліївка", "Шарівка", "Шостаківка",
            "Шутеньке", "Ясинуватка"
        ],
        "Автономна Республіка Крим": ["Сімферополь"],
        "Луганська": [
            "Алчевськ", "Антрацит", "Біловодськ", "Білокуракине", "Білолуцьк", "Брянка",
            "Голубівка", "Довжанськ", "Кадіївка", "Кремінна", "Лисичанськ", "Луганськ",
            "Лутугине", "Марківка", "Мілове", "Новоайдар", "Новопсков", "Первомайськ",
            "Перевальськ", "Попасна", "Ровеньки", "Рубіжне", "Сватове", "Сєвєродонецьк",
            "Слов'яносербськ", "Сорокине", "Станиця Луганська", "Старобільськ", "Троїцьке",
            "Хрустальний", "Щастя"
        ],
        "Львівська": [
            "Бартатів", "Батятичі", "Белз", "Бендюга", "Берездівці", "Бібрка", "Більче",
            "Бісковичі", "Бориничі", "Бориня", "Борислав", "Борщовичі", "Борятин", "Боянець",
            "Броди", "Брюховичі", "Букова", "Буськ", "Ваньовичі", "Велика Вільшаниця",
            "Велике Колодно", "Великий Любінь", "Великі Глібовичі", "Великі Грибовичі",
            "Великі Дідушичі", "Великі Мости", "Великі Підліски", "Великосілки", "Вербіж",
            "Верхні Гаї", "Вибранівка", "Винники", "Вирів", "Вихопні", "Вишня", "Віжомля",
            "Вілявче", "Вовків", "Вовчищовичі", "Вовчухи", "Волиця", "Волсвин", "Воля-Старицька",
            "Вороняки", "Вузлове", "Гамаліївка", "Ганачівка", "Гірник", "Гірське", "Глиниці",
            "Глинськ", "Глиняни", "Глухів", "Гніздичів", "Гологори", "Голосковичі",
            "Городовичі", "Городок", "Гостинцеве", "Грабовець", "Градівка", "Гряда",
            "Давидів", "Дернів", "Дмитрів", "Доброгостів", "Добромиль", "Добросин", "Добростани",
            "Добротвір", "Довголука", "Долиняни", "Дрогобич", "Дроговиж", "Дубляни", "Дубрівка",
            "Дуліби", "Дунаїв", "Жвирка", "Жидачів", "Жирівка", "Жовква", "Жовтанці", "Жорниська",
            "Журавно", "Заболотці", "Зав'язанці", "Завада", "Завадівка", "Задвір'я", "Заклад",
            "Запитів", "Зашків", "Зимна Вода", "Зозулі", "Золочів", "Зубра", "Івано-Франкове",
            "Йосиповичі", "Калинів", "Кам'янка-Бузька", "Київець", "Княже", "Козьова", "Колодруби",
            "Комарів", "Комарно", "Коросно", "Корчин", "Костенів", "Краковець", "Красне",
            "Крехів", "Криве", "Куликів", "Куличків", "Куровичі", "Куткір", "Лавочне", "Лагодів",
            "Лани", "Ланівка", "Лапаївка", "Лешків", "Лішня", "Лопатин", "Лучиці", "Львів",
            "Любешка", "Мавковичі", "Малехів", "Малий Любінь", "Малі Підліски", "Меденичі",
            "Межиріччя", "Мервичі", "Миколаїв", "Михайлевичі", "Модричі", "Моршин", "Мостиська",
            "Мостиські Другі", "Муроване", "Муроване", "Мшана", "Наварія", "Нагачів",
            "Нагуєвичі", "Неділиська", "Немирів", "Нивиці", "Нижанковичі", "Нове Місто",
            "Новий Калинів", "Новий Розділ", "Новий Яр", "Новий Яричів", "Новоселище",
            "Новосілки", "Новояворівськ", "Оброшине", "Ожидів", "Олесько", "Орів", "Осталовичі",
            "Острів", "Пасіки-Зубрицькі", "Перв'ятичі", "Перемишляни", "Підбірці", "Підкамінь",
            "Підлипці", "Підрясне", "Повергів", "Поздимир", "Полове", "Полоничі", "Полтва",
            "Пониква", "Пониковиця", "Поповичі", "Пустомити", "Рава-Руська", "Радехів",
            "Ралівка", "Ремезівці", "Ременів", "Рихтичі", "Розвадів", "Розгірче", "Розділ",
            "Романів", "Рудки", "Рудне", "Рудники", "Рясне-Руське", "Сабанівка", "Самбір",
            "Сапіжанка", "Свидниця", "Семенівка", "Середпільці", "Сихів", "Сілець",
            "Скнилів", "Сколе", "Славське", "Сновичі", "Созань", "Сокаль", "Сокільники",
            "Солонка", "Сороки-Львівські", "Соснівка", "Ставчани", "Станимир", "Старе Село",
            "Старий Самбір", "Старичі", "Стебник", "Сторонибаби", "Стоянів", "Стрептів",
            "Стриганці", "Стрий", "Стрілки", "Стрілковичі", "Стронятин", "Струтин", "Судова Вишня",
            "Східниця", "Сянки", "Твіржа", "Тернопілля", "Тетевчиці", "Тисовець", "Трускавець",
            "Турка", "Тухля", "Угнів", "Уличне", "Уріж", "Хирів", "Хлопчиці", "Ходовичі",
            "Ходорів", "Хоробрів", "Чемеринці", "Червоноград", "Чуква", "Шегині", "Шкло",
            "Шпиколоси", "Щирець", "Яворів", "Якторів", "Ясенівці"
        ],
        "Миколаївська": [
            "Арубзинка", "Баловне", "Бандурка", "Баштанка", "Березанка", "Березнегувате",
            "Болеславчик", "Братське", "Бузьке", "Велика Солона", "Велідарівка", "Веселинове",
            "Весняне", "Вільне Запоріжжя", "Вознесенськ", "Возсіятське", "Воскресенське",
            "Врадіївка", "Горохівка", "Добра Криниця", "Довга Пристань", "Доманівка", "Єланець",
            "Єрмолаївка", "Інгулка", "Кавуни", "Казанка", "Кінецьпіль", "Коблеве", "Криве Озеро",
            "Людмилівка", "Малоукраїнка", "Маринівка", "Мигія", "Миколаїв", "Миколаївка",
            "Мішково-Погорілове", "Мостове", "Нова Одеса", "Новий Буг", "Новогригорівка",
            "Новоданилівка", "Новоіванівка", "Олександрівка", "Ольшанське", "Очаків",
            "Первомайськ", "Підгородна", "Покровка", "Прибужани", "Сапетня", "Снігурівка",
            "Софіївка", "Станіславчик", "Суха Балка", "Токарівка", "Трикратне", "Українка",
            "Христофорівка", "Южноукраїнськ", "Ясногородка", "Яструбинове"
        ],
        "Одеська": [
            "Авангард", "Ананьїв", "Анатолівка", "Андріївка", "Антонюки", "Артирівка",
            "Арциз", "Балта", "Березине", "Березівка", "Білгород-Дністровський", "Білине",
            "Біляївка", "Богданівка", "Болград", "Борисівка", "Бородіно", "Борщі", "Бритівка",
            "Броска", "Велика Балка", "Велика Михайлівка", "Великий Буялик", "Великий Дальник",
            "Великодолинське", "Великорибальське", "Визирка", "Вилкове", "Виноградар",
            "Виноградівка", "Виноградне", "Випасне", "Глибочок", "Гольма", "Городнє",
            "Градениці", "Гудевичеве", "Гуляївка", "Дачне", "Дельжилер", "Демидове",
            "Дмитрівка", "Доброслав", "Жеребкове", "Затока", "Захарівка", "Зоря Труда",
            "Зоря", "Іванівка", "Іванове", "Ізмаїл", "Ілічанка", "Калчева", "Каракурт",
            "Кароліно-Бугаз", "Кислиця", "Кілія", "Кодима", "Комишівка", "Комінтернівське",
            "Конопляне", "Кордон", "Корсунці", "Кочкувате", "Красносілка", "Кремидівка",
            "Крива Балка", "Крижанівка", "Круті", "Кубей", "Кулевча", "Курісове", "Курортне",
            "Кучурган", "Куяльник", "Ларжанка", "Латівка", "Лебедівка", "Лиманка",
            "Лиманське", "Ліски", "Лощинівка", "Любашівка", "Малаївці", "Малодолинське",
            "Маразліївка", "Мардарівка", "Матроска", "Маяки", "Мигаєве", "Миколаївка",
            "Миколаївка", "Мирне", "Мирнопілля", "Міщанка", "Молдове", "Молога", "Надежда",
            "Немирівське", "Нерубайське", "Нестоїта", "Нова Долина", "Нова Дофінівка",
            "Новоборисівка", "Новокальчеве", "Новокарбівка", "Новопетрівка", "Новосамарка",
            "Новоселівка", "Новоселівка", "Овідіополь", "Одеса", "Окни", "Оксамитне",
            "Олександрівка", "Олександрівка", "Олексіївка", "Оленівка", "Пасицели", "Перейма",
            "Першотравневе", "Петрівка", "Петропавлівка", "Піщана", "Піщана", "Плавні",
            "Плахтіївка", "Подільськ", "Познанка Перша", "Раухівка", "Рені", "Рівне",
            "Роздільна", "Розквіт", "Ройлянка", "Роща", "Саврань", "Саражинка", "Сарата",
            "Світле", "Семенівка", "Сербка", "Сергіївка", "Слобідка", "смт Миколаївка",
            "Ставрове", "Стара Некрасівка", "Стара Царичанка", "Старі Маяки", "Старі Шомполи",
            "Старокозаче", "Струмок", "Стрюкове", "Суворове", "Сухий Лиман", "Таїрове",
            "Тарутине", "Татарбунари", "Теплиця", "Теплодар", "Ткаченка", "Торосове", "Трапівка",
            "Троїцьке", "Троїцьке", "Тузли", "Усатове", "Успенівка", "Утконосівка", "Фараонівка",
            "Флора", "Фонтанка", "Хлібодарське", "Холмське", "Холодна Балка", "Цебрикове",
            "Чернече", "Чорна", "Чорноморськ", "Чорноморське", "Чубівка", "Шабо",
            "Шевченкове", "Широке", "Ширяєве", "Южне", "Ярославка", "Яськи"
        ],
        "Полтавська": [
            "Бабичівка", "Байрак", "Баранівка", "Березоточа", "Біленченківка", "Білики",
            "Білоцерківка", "Більськ", "Бірки", "Божківське", "Бродщина", "Бутенки",
            "Бутенки", "Василівка", "Ваці", "Велика Багачка", "Велика Круча", "Велика Рублівка",
            "Великі Будища", "Великі Кринки", "Великі Сорочинці", "Високе", "Вишневе",
            "Власівка", "Гадяч", "Гиряві Ісківці", "Глобине", "Говтвянчик", "Гоголеве",
            "Гожули", "Головач", "Горбанівка", "Горіщні Плавні", "Градизьк", "Гребінка",
            "Диканька", "Драбинівка", "Жоржівка", "Заводське", "Засулля", "Затурине",
            "Зінці", "Зіньків", "Кам'яні Потоки", "Карлівка", "Качанове", "Кибинці",
            "Кобеляки", "Козельщина", "Козлівщина", "Копили", "Котельва", "Кременчук",
            "Кременчуцький", "Кроти", "Куми", "Ланна", "Лелюхівка", "Лісне", "Ліщинівка",
            "Лохвиця", "Лубни", "Лука", "Лютенські Будища", "Майбородівка", "Майорщина",
            "Максимівка", "Макухівка", "Мала Кохнівка", "Мала Перещепина", "Малий Кобелячок",
            "Малі Сорочинці", "Мартинівка", "Мартинівка", "Машівка", "Микільське", "Милорадове",
            "Миргород", "Михайлівка", "Мусіївка", "Недогарки", "Новий Тагамлик", "Нові Санжари",
            "Новооржицьке", "Омельник", "Опішня", "Оржиця", "Пальчиківка", "Пасічне",
            "Петрівка-Роменська", "Пирятин", "Погарщина", "Погреби", "Покровське", "Полтава",
            "Попівка", "Пригарівка", "Пришиб", "Радивонівка", "Решетилівка", "Розсошенці",
            "Рокитне", "Ромодан", "Руденківка", "Селещина", "Семенівка", "Скороходове",
            "Ставкове", "Староаврамівка", "Супрунівка", "Тарасівка", "Тарасівка", "Терешки",
            "Устимівка", "Хорол", "Чернечий Яр", "Човно-Федорівка", "Чорнухи", "Чутове",
            "Шенгаріївка", "Шишаки", "Яреськи"
        ],
        "Рівненська": [
            "Березне", "Березове", "Боянівка", "Буща", "Вараш", "Варковичі", "Велика Омеляна",
            "Великий Житин", "Великий Жолудськ", "Великий Олексин", "Вельбівно", "Вербівка",
            "Вересневе", "Вири", "Висоцьк", "Вичівка", "Володимирець", "Глинськ", "Глушиця",
            "Головин", "Горбаків", "Городище", "Городок", "Гоща", "Грушвиця Перша", "Демидівка",
            "Дібрівськ", "Дуби", "Дубно", "Дубровиця", "Дядьковичі", "Жовкині", "Зарічне",
            "Зарічне", "Здовбиця", "Здолбунів", "Злинець", "Золоте", "Зоря", "Іваниничі",
            "Івачків", "Кам'яна Гора", "Катеринівка", "Квасилів", "Клевань", "Клесів",
            "Колоденка", "Корець", "Корнин", "Костопіль", "Кутянка", "Лісопіль", "Локниця",
            "Люхча", "Мала Любаша", "Малушка", "Межиріч", "Мирне", "Мирогоща Друга", "Миротин",
            "Мізоч", "Млинів", "Моквин", "Немовичі", "Нова Любомирка", "Новий Берестовець",
            "Новина-Добрятинська", "Новомильськ", "Обарів", "Олександрія", "Оржів", "Орлівка",
            "Острог", "Острожець", "Пісків", "Привільне", "Пугач", "Радивилів", "Рафалівка",
            "Ремель", "Рівне", "Рокитне", "Сарни", "Селище", "Смига", "Собіщиці", "Соснове",
            "Спасів", "Тесів", "Тинне", "Томашгород", "Точевики", "Тріскині", "Тутовичі",
            "Удрицьк", "Уїздці", "Урвенна", "Федорівка", "Чабель", "Чудель",
            "Яполоть", "Ясногірка"
        ],
        "Сумська": [
            "Алтинівка", "Анастасівка", "Андріяшівка", "Білопілля", "Боромля", "Бранцівка",
            "Бугрувате", "Будилка", "Буринь", "Велика Писарівка", "Велика Рибиця", "Великі Вільми",
            "Верхня Сироватка", "Високе", "Волошнівка", "Ворожба", "Вороніж", "Глухів",
            "Дернове", "Дружба", "Заводське", "Кириківка", "Климентове", "Комиші", "Конотоп",
            "Коровинці", "Косівщина", "Краснопілля", "Кролевець", "Курган", "Лебедин",
            "Липова Долина", "Лучка", "Макове", "Мала Павлівка", "Малий Самбір", "Мезенівка",
            "Миколаївка", "Мінакове", "Недригайлів", "Низи", "Новгородське", "Новослобідське",
            "Олексіївка", "Осоївка", "Охтирка", "Перехрестівка", "Піщане", "Попівка", "Путивль",
            "Рогинці", "Ромни", "Руднєве", "Сад", 'Северинівка', "Середина-Буда", "Синівка",
            "Слобода", "Спаське", "Степанівка", "Суми", "Суха Грунь", "Тростянець", "Угроїди",
            "Хмелів", "Хмелівка", "Хотінь", "Чернеччина", "Чупахівка", "Шостка", "Шпилівка",
            "Щербинівка", "Ямпіль"
        ],
        "Тернопільська": [
            "Ангелівка", "Баворів", "Базар", "Байківці", "Бережани", "Бережанка", "Беримівці",
            "Бертники", "Біла", "Більче-Золоте", "Богданівка", "Борсуки", "Борщів", "Буглів",
            "Бучач", "Ванжулів", "Васильківці", "Велика Березовиця", "Велика Горянка",
            "Великий Глибочок", "Великі Бережці", "Великі Бірки", "Великі Гаї",
            "Великі Чорнокінці", "Верещаки", "Вишнівець", "Волощина", "Горішня Вигнанка",
            "Гримайлів", "Грицівці", "Гусятин", "Джурин", "Дзвиняча", "Доброводи",
            "Домаморич", "Дружба", "Загірці", "Залізці", "Заліщики", "Зарваниця", "Зарубинці",
            "Збараж", "Зборів", "Звиняч", "Зелений Гай", "Золотий Потік", "Золотники",
            "Іване-Золоте", "Іква", "Капустинці", "Карначівка", "Киданці", "Клювинці",
            "Кобилля", "Кобиловолоки", "Ковалівка", "Козова", "Колиндяни", "Копичинці",
            "Коропець", "Котів", "Кременець", "Круголець", "Купчинці", "Курники", "Кутянка",
            "Ланівці", "Ласківці", "Лідихів", "Лопушне", "Людвище", "Мельниця-Подільська",
            "Мечищів", "Микулинці", "Млинівці", "Молотків", "Монастирська", "Нове Село",
            "Озерна", "Озеряни", "Оленівка", "Острів", "Острівець", "Палашівка", "Пастуше",
            "Передмістя", "Перепельники", "Петриків", "Підвисоке", "Підволочиськ",
            "Підгайці", "Плоске", "Плотича", "Поділля", "Полівці", "Попівці", "Поплави",
            "Почаїв", "Прошова", "Раковець", "Ридомиль", "Ріпинці", "Романівка", "Саранчуки",
            "Синява", "Сільце", "Скала-Подільська", "Скалат", "Сков'ятнин", "Скоморохи",
            "Скорики", "Скородинці", "Смиківці", "Сновидів", "Старий Почаїв", "Старі Петликівці",
            "Стінка", "Стриївка", "Струсів", "Сухостав", "Татаринці", "Теребовля", "Тернопіль",
            "Товсте", "Товстолуг", "Торське", "Травневе", "Трибухівці", "Угринь",
            "Хоростків", "Чернихівці", "Чортків", "Шимківці", "Шляхтинці", "Шумськ", "Щепанів"
        ],
        "Харківська": [
            "Андріївка", "Бабаї", "Балаклія", "Барвінкове", "Башилівка", "Безлюдівка",
            "Безмятежне", "Березівське", "Бєлгород", "Білий Колодязь", "Бірки", "Близнюки",
            "Богодухів", "Борова", "Буди", "Бунакове", "Валки", "Васищеве", "Великий Бурлук",
            "Високий", "Вільшани", "Вовчанськ", "Гаврилівка", "Гатище", "Грушине", "Грушівка",
            "Гусарівка", "Гути", "Дворічна", "Дергачі", "Довжик", "Донець", "Дубове",
            "Енергетиків", "Зарябинка", "Зачепилівка", "Земляний Яр", "Зміїв",
            "Золочів", "Іванчуківка", "Ізбицьке", "Ізюм", "Катеринівка", "Кегичівка",
            "Ківшарівка", "Клугино-Башкирівка", "Ков'яги", "Козача Лопань", "Коломак", "Коротич",
            "Костів", "Котляри", "Кочеток", "Красноград", "Краснокутськ", "Краснопавлівка",
            "Криштопівка", "Куньє", "Куп'янськ", "Кутьківка", "Лебедівка", "Лиман", "Липці",
            "Лозова", "Лозова", "Лукашівка", "Люботин", "Мажарка", "Мала Данилівка", "Малинівка",
            "Мерефа", "Миколо-Комишувата", "Нова Водолага", "Новий Коротич", "Новонадеждине",
            "Новоолександрівка", "Новопокровка", "Олексіївка", "Орілька", "Панютине",
            "Первомайський", "Пересічне", "Петрівське", "Петропавлівка", "Печеніги", "Південне",
            "Підвисоке", "Пісочин", "Піщанка", "Подвірки", "Покотилівка", "Полкова Микитівка",
            "Привокзальне", "Рогань", "Савинці", "Самійлівка", "Сахновщина", "Сінне", "Слатине",
            "Слобожанське", "Солоницівка", "Старий Салтів", "Старовірка", "Темнівка", "Трійчате",
            "Трійчатому", "Харків", "Хотімля", "Царедарівка", "Циркуни", "Чкаловське", "Чугуїв",
            "Шебелинка", "Шевченкове", "Шелудьківка", "Язикове"
        ],
        "Херсонська": [
            "Антонівка", "Асканія-Нова", "Берислав", "Білозерка", "Велика Лепетиха",
            "Велика Олександрівка", "Великі Копані", "Верхній Рогачик", "Високопілля",
            "Гаврилівка", "Генічеськ", "Генічеська Гірка", "Гола Пристань", "Горностаївка",
            "Григорівка", "Залізний Порт", "Зеленівка", "Іванівка", "Інженерне", "Каланчак",
            "Каховка", "Комишани", "Лазурне", "Мала Олександрівка", "Милове", "Наддніпрянське",
            "Нижні Сірогози", "Нова Каховка", "Нова Маячка", "Нововоронцовка", "Новоолексіївка",
            "Новорайськ", "Новотроїцьке", "Олександрівка", "Олешки", "Приморське", "Скадовськ",
            "Солдатське", "Таврійськ", "Тягинка", "Херсон", "Хрестівка", "Чаплинка",
            "Червоний Маяк", "Чорнобаївка", "Щасливцеве"
        ],
        "Хмельницька": [
            "Адампіль", "Антоніни", "Бабине", "Базалія", "Балин", "Берездів", "Білогір'я",
            "Богданівці", "Велика Левада", "Великі Мацевичі", "Вербка", "Веснянка",
            "Війтівці", "Вільховець", "Віньківці", "Вовковинці", "Волочиськ", "Городок",
            "Гриців", "Грушка", "Гуменці", "Деражня", "Довжки", "Долинівка", "Дунаївці",
            "Закупне", "Зеленці", "Зяньківці", "Ізяслав", "Ілляшівка", "Іршики",
            "Кам'янець-Подільский", "Кам'янка", "Китайгород", "Климашівка", "Климентовичі",
            "Колодіївка", "Красилів", "Красносілка", "Кременчуки", "Кремінна", "Крупець",
            "Кузьмин", "Кушнирівка", "Ладиги", "Ленківці", "Летава", "Летичів", "Лісоводи",
            "Ліщани", "Лозове", "М'якоти", "Меджибіж", "Наркевичі", "Нетішин", "Нижнє",
            "Нігин", "Нова Ушиця", "Олешин", "Панівці", "Підгірне", "Плужне", "Полонне",
            "Понінка", "Попівці", "Путринці", "Райківці", "Решнівка", "Розсоша", "Рудня-Новенька",
            "Рижичанка", "Самчики", "Сатанів", "Сахнівці", "Серединці", "Скаржинці",
            "Славута", "Слобідка-Кульчієвецька", "Смотрич", "Сокіл", "Сошне", "Стара Синява",
            "Старий Кривин", "Старокостянтинів", "Судилків", "Сутківці", "Теофіполь", "Тинна",
            "Требухівці", "Уласово-Русанівка", "Улашанівка", "Хмельницький", "Хоровець",
            "Хотень Перший", "Хролин", "Цвітоха", "Чемерівці", "Чепелівка", "Чорна", "Чорниводи",
            "Чорний Острів", "Шаровечка", "Шепетівка", "Щиборівка", "Юринці", "Ярмолинці"
        ],
        "Черкаська": [
            "Балаклія", "Бачкурине", "Беркозівка", "Білозір'я", "Богуславець", "Броварки",
            "Будище, Лисянський р-н", "Будище, Черкаський р-н", "Будки", "Буки", "Валява",
            "Ватутіне", "Великий Хутір", "Вітове", "Гельмязів", "Головківка", "Городище",
            "Грищинці", "Дзензелівка", "Драбів", "Драбове-Барятинське", "Єрки", "Жашків",
            "Звенигородка", "Золотоноша", "Іркліїв", "Кам'янка", "Канів", "Катеринопіль",
            "Келеберда", "Киселівка", "Кобиляки", "Корсунь-Шевченківський", "Косарі", "Лисянка",
            "Литвинець", "Ліпляве", "Лозівок", "Лоташеве", "Мале Старосілля", "Малий Бузуків",
            "Маньківка", "Медведівка", "Мліїв", "Мокра Калигірка", "Монастирище", "Мошни",
            "Набутів", "Оршанець", "Павлівка", "Паланка", "Пальміра", "Петрівка-Попівка",
            "Піщане", "Райгород", "Ротмістрівка", "Руська Поляна", "Санжариха", "Свидівок",
            "Сердюківка", "Скородистик", "Сміла", "Сотники", "Старосілля", "Степанці",
            "Стецівка", "Таганча", "Тальне", "Тальянки", "Тимощівка", "Умань", "Халаїдове",
            "Хацьки", "Хлипнівка", "Хлистунівка", "Хмільна", "Холоднянське", "Христинівка",
            "Худяки", "Цвіткове", "Чемериське", "Червона Слобода", "Черкаси", "Черповоди",
            "Чигирин", "Чорнобай", "Шевченкове", "Шендерівка", "Шпола"
        ],
        "Чернівецька": [
            "Банилів", "Банилів-Підгірний", "Берегомет", "Білоусівка", "Брусниця", "Вашківці",
            "Великий Кучурів", "Вижниця", "Герца", "Глибока", "Горішні Шерівці", "Драчинці",
            "Заставна", "Іспас", "Кадубівці", "Кам'яна", "Карапчів", "Кельменці", "Киселиці",
            "Кіцмань", "Колінківці", "Кострижівка", "Красноїльськ", "Ломачинці", "Лужани",
            "Магала", "Мамаївці", "Мамалига", "Молниця", "Молодія", "Недобоївці", "Неполоківці",
            "Нижні Петрівці", "Нижній Яловець", "Новодністровськ", "Новоселиця", "Оршівці",
            "Остриця", "Панка", "Подвірне", "Прут", "Путила", "Романківці", "Садгора", "Селятин",
            "Сокиряни", "Ставчани", "Сторожинець", "Тарасівці", "Тисовець", "Топорівці",
            "Усть-Путила", "Хотин", "Цурень", "Чагор", "Черепківці", "Череш", "Чернівці",
            "Чудей", "Юрківці", "Ясени"
        ],
        "Чернігівська": [
            "Бахмач", "Березна", "Берестовець", "Билка", "Білики", "Бобровиця", "Борзна",
            "Браниця", "Буди", "Варва", "Велика Загорівка", "Вертіївка", "Вознесенське",
            "Гайворон", "Голінка", "Гончарівське", "Городище", "Городня", "Десна", "Дідівці",
            "Дмитрівка", "Добрянка", "Жадове", "Залізний Міст", "Замглай", "Замістя", "Ічня",
            "Калитянське", "Киїнка", "Кинашівка", "Кіпті", "Кобижча", "Козари", "Козелець",
            "Короп", "Корюківка", "Красилівка", "Кропивне", "Кувечичі", "Кудлаївка", "Куликівка",
            "Курінь", "Ладан", "Линовиця", "Лісконоги", "Лосинівка", "Лоска", "Любеч", "Макіївка",
            "Макошине", "Малий Листвен", "Манжосівка", "Мена", "Миколаївка", "Михайло-Коцюбинське",
            "Морівськ", "Наумівка", "Ніжин", "Ніжинське", "Новгород-Сіверський", "Новий Биків",
            "Новий Білоус", "Новоукраїнське", "Носівка", "Озеряни", "Олишівка", "Остапівка",
            "Остер", "Охрамієвичі", "Парафіївка", "Перелюб", "Піски", "Плиски", "Прилуки",
            "Прохорів", "Рибинськ", "Рівнопілля", "Ріпки", "Рудьківка", "Садове", "Седнів",
            "Семенівка", "Семенівка", "Сиволож", "Сновськ", "Сокиринці", "Сосниця", "Срібне",
            "Стара Басань", "Старий Білоус", "Сулак", "Сухополова", "Тапалаївка", "Тапалаївка",
            "Тараса Шевченка", "Топчіївка", "Травневе", "Тужар", "Тупичів", "Хмільниця",
            "Ховми", "Холми", "Хороше Озеро", "Хрінівка", "Чернігів", "Шаповалівка", "Яблунівка",
            "Ярославка"
        ]
    }

    RUBRICS = [
        "HR спеціалісти - Бізнес-тренери", "IT", "Автобізнес - Сервісне обслуговування",
        "Адміністративний персонал - Водії - Кур'єри", "Банки - Інвестиції - Лізинг",
        "Бухгалтерія - Податки - Фінанси підприємства", "Готелі - Ресторани - Кафе",
        "Державні установи - Місцеве самоврядування", "Дизайн - Графіка - Фото",
        "Закупівлі - Постачання", "Консалтинг - Аналітика - Аудит", "Культура - Шоу-бізнес - Розваги",
        "Логістика - Митниця - Склад", "Маркетинг - Реклама - PR", "Медіа - Видавнича справа",
        "Медицина - Фармацевтика - Охорона здоров'я", "Морські спеціальності",
        "Наука - Освіта - Переклад", "Нерухомість", "Некомерційні - Громадські організації",
        "Охорона - Безпека - Силові структури", "Продажі - Клієнт-менеджмент",
        "Виробництво - Інженери - Технологи", "Робочі спеціальності - Персонал для дому",
        "Сільске господарство - Агробізнес - Лісове господарство", "Спорт - Краса - Оздоровлення",
        "Страхування", "Будівництво - Архітектура", "Студенти - Початок кар'єри - Без досвіду",
        "Телекомунікації - Зв`язок", "Топ-менеджмент - Директори", "Торгівля", "Туризм - Подорожі",
        "Юристи, адвокати, нотаріуси"
    ]
    PROFESSIONS_DATA = [
        {
            "title": "Аварійний комісар",
            "rubric": ["Страхування"],
            "slug": "avariinyi-comisar"
        },
        {
            "title": "Авіадиспетчер",
            "rubric": ["Туризм - Подорожі"],
            "slug": "aviadyspetcher"
        },
        {
            "title": "Авіакасир",
            "rubric": ["Туризм - Подорожі"],
            "slug": "aviacasyr"
        },
        {
            "title": "Авто механік",
            "rubric": ["Автобізнес - Сервісне обслуговування"],
            "slug": "avto-mechanik"
        },
        {
            "title": "Авто слюсар",
            "rubric": ["Автобізнес - Сервісне обслуговування"],
            "slug": "avto-slusar"
        },
        {
            "title": "Автоелектрик",
            "rubric": ["Автобізнес - Сервісне обслуговування"],
            "slug": "avtoelektryk"
        },
        {
            "title": "Автомийка",
            "rubric": ["Автобізнес - Сервісне обслуговування",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "avtomyika"
        },
        {
            "title": "Автослюсар ходовик",
            "rubric": ["Автобізнес - Сервісне обслуговування"],
            "slug": "avtoslusar-chodovyk"
        },
        {
            "title": "Агент з нерухомості",
            "rubric": ["Нерухомість"],
            "slug": "agent-z-neruchomosti"
        },
        {
            "title": "Адвокат",
            "rubric": ["Юристи, адвокати, нотаріуси"],
            "slug": "advokat"
        },
        {
            "title": "Адміністратор в сфері обслуговування",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Адміністративний персонал - Водії - Кур'єри",
                       "Готелі - Ресторани - Кафе"],
            "slug": "administrator-v-sferi-obslugovuvania"
        },
        {
            "title": "Адміністратор бази даних",
            "rubric": ["IT"],
            "slug": "administrator-bazy-dannych"
        },
        {
            "title": "Адміністратор інтернет магазину",
            "rubric": ["Продажі - Клієнт-менеджмент",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "administrator-internet-magazynu"
        },
        {
            "title": "Адміністратор сайту",
            "rubric": ["Продажі - Клієнт-менеджмент",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "administrator-saity"
        },
        {
            "title": "Адміністратор Linux",
            "rubric": ["IT"],
            "slug": "administrator-linux"
        },
        {
            "title": "Актор",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "actor"
        },
        {
            "title": "Актуарій",
            "rubric": ["Страхування"],
            "slug": "actuariy"
        },
        {
            "title": "Акумуляторник",
            "rubric": ["Автобізнес - Сервісне обслуговування"],
            "slug": "akumulyatornuk"
        },
        {
            "title": "Акушер-гінеколог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "akusher-ginekolog"
        },
        {
            "title": "Алерголог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "alergolog"
        },
        {
            "title": "Аналітик",
            "rubric": ["IT", "Консалтинг - Аналітика - Аудит"],
            "slug": "analityk"
        },
        {
            "title": "Аналітик бізнес-процесів",
            "rubric": ["Консалтинг - Аналітика - Аудит", "Продажі - Клієнт-менеджмент"],
            "slug": "analityk-biznes-procesiv"
        },
        {
            "title": "Аналітик маркетолог",
            "rubric": ["Консалтинг - Аналітика - Аудит",
                       "Продажі - Клієнт-менеджмент",
                       "Маркетинг - Реклама - PR"],
            "slug": "analityk-marketolog"
        },
        {
            "title": "Анестезіолог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "anesteziolog"
        },
        {
            "title": "Аніматор",
            "rubric": ["Культура - Шоу-бізнес - Розваги",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "animator"
        },
        {
            "title": "Архівіст",
            "rubric": ["Медіа - Видавнича справа"],
            "slug": "archivist"
        },
        {
            "title": "Архітектор-дизайнер",
            "rubric": ["Дизайн - Графіка - Фото"],
            "slug": "architektor-dysainer"
        },
        {
            "title": "Асистент директора",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду"],
            "slug": "asystent-dyrektora"
        },
        {
            "title": "Баєр",
            "rubric": ["Продажі - Клієнт-менеджмент"],
            "slug": "baer"
        },
        {
            "title": "Бариста",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Готелі - Ресторани - Кафе"],
            "slug": "barmen"
        },
        {
            "title": "Бармен",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Готелі - Ресторани - Кафе"],
            "slug": "barysta"
        },
        {
            "title": "Бармен офіціант",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Готелі - Ресторани - Кафе"],
            "slug": "barmen-oficiant"
        },
        {
            "title": "Бджоляр",
            "rubric": ["Сільске господарство - Агробізнес - Лісове господарство"],
            "slug": "bdzholyar"
        },
        {
            "title": "Бек офіс",
            "rubric": ["Продажі - Клієнт-менеджмент", "Банки - Інвестиції - Лізинг"],
            "slug": "back-offis"
        },
        {
            "title": "Бібліотекар",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Медіа - Видавнича справа"],
            "slug": "bibliotekar"
        },
        {
            "title": "Бізнес-тренер",
            "rubric": ["HR спеціалісти - Бізнес-тренери"],
            "slug": "biznes-traner"
        },
        {
            "title": "Бізнес-аналітик",
            "rubric": ["IT", "Продажі - Клієнт-менеджмент"],
            "slug": "biznes-analityk"
        },
        {
            "title": "Біолог",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "biolog"
        },
        {
            "title": "Біотехнолог",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "biotechnolog"
        },
        {
            "title": "Бортпровідник",
            "rubric": ["Туризм - Подорожі"],
            "slug": "bortprovidnyk"
        },
        {
            "title": "Бренд-амбасадор",
            "rubric": ["Маркетинг - Реклама - PR", "Культура - Шоу-бізнес - Розваги"],
            "slug": "brand-ambasador"
        },
        {
            "title": "Будівельник",
            "rubric": ["Будівництво - Архітектура", "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "budivelnyk"
        },
        {
            "title": "Будівництво",
            "rubric": ["Будівництво - Архітектура"],
            "slug": "budivnyctvo"
        },
        {
            "title": "Бурильник",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "burylnyk"
        },
        {
            "title": "Бухгалтер",
            "rubric": ["Бухгалтерія - Податки - Фінанси підприємства"],
            "slug": "buchgalter"
        },
        {
            "title": "Вантажник",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "vantazhnyk"
        },
        {
            "title": "Веб-аналітик",
            "rubric": ["IT", "Продажі - Клієнт-менеджмент"],
            "slug": "veb-analityk"
        },
        {
            "title": "Веб-розробник",
            "rubric": ["IT"],
            "slug": "veb-rozrobnyk"
        },
        {
            "title": "Вело-механік",
            "rubric": ["Автобізнес - Сервісне обслуговування"],
            "slug": "velo-mechanik"
        },
        {
            "title": "Верстатник широкого профілю",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "verstatnyk-shyrokogo-profily"
        },
        {
            "title": "Ветеринарний лікар",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "veterynarnyi-likar"
        },
        {
            "title": "Викладач",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "vykladach"
        },
        {
            "title": "Виконавчий директор",
            "rubric": ["Топ-менеджмент - Директори"],
            "slug": "vykonavchyi-dyrektor"
        },
        {
            "title": "Виконроб",
            "rubric": ["Будівництво - Архітектура"],
            "slug": "vykonrob"
        },
        {
            "title": "Виробництво",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Виробництво - Інженери - Технологи"],
            "slug": "vyrobnyctvo"
        },
        {
            "title": "Вихователь",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "vychovatel"
        },
        {
            "title": "Вишивальниця",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "vyshyvalnytcia"
        },
        {
            "title": "Відео-інженер",
            "rubric": ["Дизайн - Графіка - Фото"],
            "slug": "video-inzhener"
        },
        {
            "title": "Відеооператор",
            "rubric": ["Дизайн - Графіка - Фото"],
            "slug": "videooperator"
        },
        {
            "title": "Візажист",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Спорт - Краса - Оздоровлення"],
            "slug": "vizashyst"
        },
        {
            "title": "Візовий менеджер",
            "rubric": ["Державні установи - Місцеве самоврядування"],
            "slug": "vizovyi-menedzher"
        },
        {
            "title": "Внутрішній аудитор",
            "rubric": ["Консалтинг - Аналітика - Аудит"],
            "slug": "vnutrishnii-audytor"
        },
        {
            "title": "Внутрішній контроль в банк",
            "rubric": ["Консалтинг - Аналітика - Аудит",
                       "Банки - Інвестиції - Лізинг",
                       "Бухгалтерія - Податки - Фінанси підприємства"],
            "slug": "vnutrishnii-kontrol-v-bank"
        },
        {
            "title": "Водій",
            "rubric": ["Адміністративний персонал - Водії - Кур'єри",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "vodiy"
        },
        {
            "title": "Вокаліст",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "vokalist"
        },
        {
            "title": "Вчитель",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "vchytel"
        },
        {
            "title": "Газоелектрозварювальник",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "gazoelektrozvaruvalnyk"
        },
        {
            "title": "Гастроентеролог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "gastroenterolog"
        },
        {
            "title": "Генеральний директор",
            "rubric": ["Топ-менеджмент - Директори"],
            "slug": "generalnyi-dyrektor"
        },
        {
            "title": "Геодезист",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "geodezyst"
        },
        {
            "title": "Геофізик",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "geofizyk"
        },
        {
            "title": "Гідролог",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "gidrolog"
        },
        {
            "title": "Гінеколог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "ginekolog"
        },
        {
            "title": "Гіпсокартонщик",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Виробництво - Інженери - Технологи"],
            "slug": "gipsokartonshcyk"
        },
        {
            "title": "Головний агроном",
            "rubric": ["Наука - Освіта - Переклад",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "golovnyi-agronom"
        },
        {
            "title": "Головний лікар",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я",
                       "Адміністративний персонал - Водії - Кур'єри"],
            "slug": "golovnyy-likar"
        },
        {
            "title": "Головний редактор",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "golovnyi-redaktor"
        },
        {
            "title": "Господарник",
            "rubric": ["Адміністративний персонал - Водії - Кур'єри",
                       "Робочі спеціальності - Персонал для дому",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "gospodarnyk"
        },
        {
            "title": 'Гравер',
            "rubric": ["Дизайн - Графіка - Фото",
                       "Виробництво - Інженери - Технологи"],
            "slug": "graver"
        },
        {
            "title": "Графічний дизайнер",
            "rubric": ["IT",
                       "Дизайн - Графіка - Фото"],
            "slug": "grafichyi-dysainer"
        },
        {
            "title": "Далекобійник",
            "rubric": ["Адміністративний персонал - Водії - Кур'єри"],
            "slug": "dalekobiinyk"
        },
        {
            "title": "Двірник",
            "rubric": ["Робочі спеціальності - Персонал для дому"],
            "slug": "dvirnyk"
        },
        {
            "title": "Дезінфектор",
            "rubric": ["Робочі спеціальності - Персонал для дому"],
            "slug": "dezinfector"
        },
        {
            "title": "Дизайнер інтер'єру",
            "rubric": ["Дизайн - Графіка - Фото",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "dysainer-interieru"
        },
        {
            "title": "Дизайнер меблів",
            "rubric": ["Дизайн - Графіка - Фото",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "dysainer-mebliv"
        },
        {
            "title": "Дизайнер одягу",
            "rubric": ["Дизайн - Графіка - Фото",
                       "Студенти - Початок кар'єри - Без досвіду",
                       "Культура - Шоу-бізнес - Розваги"],
            "slug": "dysainer-odiahy"
        },
        {
            "title": "Дизайнер-верстальник",
            "rubric": ["Дизайн - Графіка - Фото",
                       "Студенти - Початок кар'єри - Без досвіду",
                       "IT"],
            "slug": "dysainer-verstalnyk"
        },
        {
            "title": "Директор виробництва",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Топ-менеджмент - Директори"],
            "slug": "dyrektor-vyrobnytstva"
        },
        {
            "title": "Директор готелю",
            "rubric": ["Готелі - Ресторани - Кафе",
                       "Топ-менеджмент - Директори"],
            "slug": "dyrektor-hoteliu"
        },
        {
            "title": "Директор департаменту продажів",
            "rubric": ["Продажі - Клієнт-менеджмент",
                       "Топ-менеджмент - Директори"],
            "slug": "dyrektor-depertamentu-prodazhiv"
        },
        {
            "title": "Директор елеватора",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Топ-менеджмент - Директори"],
            "slug": "dyrektor-elevatora"
        },
        {
            "title": "Директор з виробництва",
            "rubric": ["Топ-менеджмент - Директори",
                       "Виробництво - Інженери - Технологи"],
            "slug": "dyrector-z-vyrobnyctva"
        },
        {
            "title": "Директор з маркетингу",
            "rubric": ["Топ-менеджмент - Директори",
                       "Маркетинг - Реклама - PR"],
            "slug": "dyrector-z-marketyngu"
        },
        {
            "title": "Директор з персоналу",
            "rubric": ["Топ-менеджмент - Директори",
                       "HR спеціалісти - Бізнес-тренери"],
            "slug": "dyrector-z-personalu"
        },
        {
            "title": "Директор з продажу",
            "rubric": ["Топ-менеджмент - Директори",
                       "Продажі - Клієнт-менеджмент"],
            "slug": "dyrector-z-prodazhu"
        },
        {
            "title": "Директор з розвитку",
            "rubric": ["Топ-менеджмент - Директори"],
            "slug": "dyrector-z-rozvytku"
        },
        {
            "title": "Директор магазину",
            "rubric": ["Топ-менеджмент - Директори",
                       "Торгівля"],
            "slug": "dyrector-magazynu"
        },
        {
            "title": "Директор ресторану",
            "rubric": ["Топ-менеджмент - Директори",
                       "Готелі - Ресторани - Кафе"],
            "slug": "dyrector-restoranu"
        },
        {
            "title": "Директор школи",
            "rubric": ["Топ-менеджмент - Директори",
                       "Наука - Освіта - Переклад"],
            "slug": "dyrector-schkoly"
        },
        {
            "title": "Диспетчер-логіст",
            "rubric": ["Туризм - Подорожі",
                       "Автобізнес - Сервісне обслуговування",
                       "Логістика - Митниця - Склад"],
            "slug": "dyspetcher-logist"
        },
        {
            "title": "Диспетчер в таксі",
            "rubric": ["Логістика - Митниця - Склад",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "dyspetcher-v-taksi"
        },
        {
            "title": "Діджей",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "didj"
        },
        {
            "title": "Дієтолог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "dietolog"
        },
        {
            "title": "Діловод",
            "rubric": ["Державні установи - Місцеве самоврядування",
                       "Бухгалтерія - Податки - Фінанси підприємства"],
            "slug": "dilovod"
        },
        {
            "title": "Для студентів",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду"],
            "slug": "dlia-studentiv"
        },
        {
            "title": "Доглядальниця",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "dogliadalnytcia"
        },
        {
            "title": "Домашній персонал",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "domashniy-personal"
        },
        {
            "title": "Домогосподарка",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "domogospodarka"
        },
        {
            "title": "Друкар",
            "rubric": ["Медіа - Видавнича справа",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "drukar"
        },
        {
            "title": "Економіст",
            "rubric": ["Бухгалтерія - Податки - Фінанси підприємства"],
            "slug": "economist"
        },
        {
            "title": "Ескаваторник",
            "rubric": ["Сільске господарство - Агробізнес - Лісове господарство",
                       "Виробництво - Інженери - Технологи"],
            "slug": "eskavatornyk"
        },
        {
            "title": "Експедитор",
            "rubric": ["Консалтинг - Аналітика - Аудит"],
            "slug": "ekspedytor"
        },
        {
            "title": "Експерт-оцінювач",
            "rubric": ["Консалтинг - Аналітика - Аудит"],
            "slug": "ekspert-otcinyvach"
        },
        {
            "title": "Електрик",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "elektryk"
        },
        {
            "title": "Електрогазозварник",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "elektrohazozvarnyk"
        },
        {
            "title": "Електромеханік",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "elektromechanik"
        },
        {
            "title": "Електрослюсар",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "elektrosliysar"
        },
        {
            "title": "Ендокринолог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "endokrynoloh"
        },
        {
            "title": "Ендоскопіст",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "endoskopist"
        },
        {
            "title": "Енергоменеджер",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "energomenedzher"
        },
        {
            "title": "Журналіст",
            "rubric": ["Медіа - Видавнича справа",
                       "Культура - Шоу-бізнес - Розваги"],
            "slug": "zhurnalist"
        },
        {
            "title": "Забійник худоби",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Сільске господарство - Агробізнес - Лісове господарство"],
            "slug": "zabiinyk-chudoby"
        },
        {
            "title": "Закрійник",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "zakriinyk"
        },
        {
            "title": "Заправник АЗС",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "zapravnyk-azs"
        },
        {
            "title": "Заступник директора",
            "rubric": ["Топ-менеджмент - Директори"],
            "slug": "zastupnyk-dyrektora"
        },
        {
            "title": "Захист інформації",
            "rubric": ["IT",
                       "Охорона - Безпека - Силові структури"],
            "slug": "zachyst-informatsii"
        },
        {
            "title": "Збір ягід",
            "rubric": ["Сільске господарство - Агробізнес - Лісове господарство",
                       "Студенти - Початок кар'єри - Без досвіду",
                       "Виробництво - Інженери - Технологи",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "zbir-yagid"
        },
        {
            "title": "Зварювальник",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "zvariyvalnyk"
        },
        {
            "title": "Землевпорядник",
            "rubric": ["Будівництво - Архітектура"],
            "slug": "zemlevporiadnyk"
        },
        {
            "title": "Зі своїм авто",
            "rubric": ["Автобізнес - Сервісне обслуговування",
                       "Адміністративний персонал - Водії - Кур'єри",
                       "Робочі спеціальності - Персонал для дому",
                       "Сільске господарство - Агробізнес - Лісове господарство",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "zi-svoim-avto"
        },
        {
            "title": "Ілюстратор",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Дизайн - Графіка - Фото",
                       "Культура - Шоу-бізнес - Розваги"],
            "slug": "ilystrator"
        },
        {
            "title": "Імунолог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "imunolog"
        },
        {
            "title": "Інженер",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "inzhener"
        },
        {
            "title": "Інженер-будівельник",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Будівництво - Архітектура"],
            "slug": "inzhener-budiverlnyk"
        },
        {
            "title": "Інеженер з пожежної безпеки",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "inzhener-z-pozhezhnoi-bezpeky"
        },
        {
            "title": "Інженер з якості",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Консалтинг - Аналітика - Аудит"],
            "slug": "inzhener-z-yakosti"
        },
        {
            "title": "Інженер комп'ютерних систем",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "IT"],
            "slug": "inzhener-compyuternych-system"
        },
        {
            "title": "Інженер-конструктор",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Будівництво - Архітектура"],
            "slug": "inzhener-konstruktor"
        },
        {
            "title": "Інженер програмного забезпечення",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "IT"],
            "slug": "inzhener-programnoho-zabezpechennia"
        },
        {
            "title": "Інкасатор",
            "rubric": ["Банки - Інвестиції - Лізинг",
                       "Охорона - Безпека - Силові структури"],
            "slug": "inkasator"
        },
        {
            "title": "Інспектор відділу кадрів",
            "rubric": ["Консалтинг - Аналітика - Аудит"],
            "slug": "inspektor-viddilu-kadriv"
        },
        {
            "title": "Інструктор",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду"],
            "slug": "instructor"
        },
        {
            "title": "Інтерв'юер",
            "rubric": ["Медіа - Видавнича справа",
                       "Культура - Шоу-бізнес - Розваги"],
            "slug": "intervyuer"
        },
        {
            "title": "Інтернет-маркетолог",
            "rubric": ["Маркетинг - Реклама - PR"],
            "slug": "internet-marketolog"
        },
        {
            "title": "Інфекціоніст",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "infekcionist"
        },
        {
            "title": "IT-рекрутер",
            "rubric": ["HR спеціалісти - Бізнес-тренери",
                       "IT"],
            "slug": "it-recruter"
        },
        {
            "title": "Капітан",
            "rubric": ["Морські спеціальності"],
            "slug": "kapitan"
        },
        {
            "title": "Кардіолог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "kardiolog"
        },
        {
            "title": "Кардіохірург",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "kardiohirurg"
        },
        {
            "title": "Касир",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Торгівля"],
            "slug": "kasyr"
        },
        {
            "title": "Касир банку",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Торгівля",
                       "Банки - Інвестиції - Лізинг"],
            "slug": "kasyr-banku"
        },
        {
            "title": "Категорійний менеджер",
            "rubric": ["Маркетинг - Реклама - PR",
                       "Продажі - Клієнт-менеджмент",
                       "Торгівля"],
            "slug": "kategoriynyi-menedzher"
        },
        {
            "title": "Керівник проектів IT",
            "rubric": ["IT"],
            "slug": "kerivnyk-proectiv-it"
        },
        {
            "title": "Кінолог",
            "rubric": ["Робочі спеціальності - Персонал для дому"],
            "slug": "kinolog"
        },
        {
            "title": "Кінооператор",
            "rubric": ["Дизайн - Графіка - Фото",
                       "Культура - Шоу-бізнес - Розваги"],
            "slug": "kinooperator"
        },
        {
            "title": "Кінорежисер",
            "rubric": ["Дизайн - Графіка - Фото",
                       "Культура - Шоу-бізнес - Розваги"],
            "slug": "kinorezhyser"
        },
        {
            "title": "Коваль",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "koval"
        },
        {
            "title": "Комерційний директор",
            "rubric": ["Топ-менеджмент - Директори"],
            "slug": "komerciinyi-dyrektor"
        },
        {
            "title": "Комірник",
            "rubric": ["Робочі спеціальності - Персонал для дому"],
            "slug": "komirnyk"
        },
        {
            "title": "Комлектувальник",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Виробництво - Інженери - Технологи"],
            "slug": "komplektuvalnyk"
        },
        {
            "title": "Консьєрж",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Робочі спеціальності - Персонал для дому",
                       "Охорона - Безпека - Силові структури"],
            "slug": "konsierzh"
        },
        {
            "title": "Контент-менеджер",
            "rubric": ["Маркетинг - Реклама - PR",
                       "Медіа - Видавнича справа"],
            "slug": "kontent-menedzher"
        },
        {
            "title": "Конюх",
            "rubric": ["Робочі спеціальності - Персонал для дому"],
            "slug": "koniuch"
        },
        {
            "title": "Копірайтер",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Медіа - Видавнича справа"],
            "slug": "copiraiter"
        },
        {
            "title": "Кореспондент",
            "rubric": ["Медіа - Видавнича справа"],
            "slug": "korespondent"
        },
        {
            "title": "Кошторисник",
            "rubric": ["Закупівлі - Постачання",
                       "Консалтинг - Аналітика - Аудит"],
            "slug": "koshtorysnyk"
        },
        {
            "title": "Кравець",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "kravets"
        },
        {
            "title": "Кранівник",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "kranivnyk"
        },
        {
            "title": "Креативний директор",
            "rubric": ["Топ-менеджмент - Директори",
                       "Культура - Шоу-бізнес - Розваги"],
            "slug": "kreatyvnyi-dyrector"
        },
        {
            "title": "Кредитний експерт",
            "rubric": ["Банки - Інвестиції - Лізинг"],
            "slug": "kredytnyi-ekspert"
        },
        {
            "title": "Кредитний консультант",
            "rubric": ["Банки - Інвестиції - Лізинг",
                       "Консалтинг - Аналітика - Аудит"],
            "slug": "kredytnyi-konsultant"
        },
        {
            "title": "Круп'є",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "krupie"
        },
        {
            "title": "Кур'єр",
            "rubric": ["Адміністративний персонал - Водії - Кур'єри",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "kurier"
        },
        {
            "title": "Кухар",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Готелі - Ресторани - Кафе"],
            "slug": "kychar"
        },
        {
            "title": "Ландшафтний дизайнер",
            "rubric": ["Дизайн - Графіка - Фото"],
            "slug": "landshaftnyi-dysainer"
        },
        {
            "title": "Ливарник пластмас",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "lyvarnyk-plastmas"
        },
        {
            "title": "Лікар",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "likar"
        },
        {
            "title": "Лікар дерматовенеролог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "likar-dermatovenerolog"
        },
        {
            "title": "Лікар загальної практики",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "likar-zagalnoi-praktyky"
        },
        {
            "title": "Лікар стоматолог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "likar-stomatolog"
        },
        {
            "title": "Лікар УЗД",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "likar-uzd"
        },
        {
            "title": "Лікар функціональної діагностики",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "likar-funcktcionalnoi-diagnostyky"
        },
        {
            "title": "Літературний редактор",
            "rubric": ["Медіа - Видавнича справа",
                       "Культура - Шоу-бізнес - Розваги"],
            "slug": "literaturnyi-redaktor"
        },
        {
            "title": "Ліфтовик",
            "rubric": ["Робочі спеціальності - Персонал для дому"],
            "slug": "liftovyk"
        },
        {
            "title": "Логіст",
            "rubric": ["Логістика - Митниця - Склад"],
            "slug": "logist"
        },
        {
            "title": "Майстер манікюру",
            "rubric": ["Спорт - Краса - Оздоровлення",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "maister-manikuru"
        },
        {
            "title": "Майстер приймальник",
            "rubric": ["Логістика - Митниця - Склад",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "maister-pryimalnyk"
        },
        {
            "title": "Майстер СТО",
            "rubric": ["Автобізнес - Сервісне обслуговування"],
            "slug": "maister-sto"
        },
        {
            "title": "Майстер цеху",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "maister-cechu"
        },
        {
            "title": "Маляр",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "maliar"
        },
        {
            "title": "Мамолог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "mamolog"
        },
        {
            "title": "Маркетолог-аналітик",
            "rubric": ["Маркетинг - Реклама - PR",
                       "Продажі - Клієнт-менеджмент"],
            "slug": "marketolog-analityk"
        },
        {
            "title": "Масажист",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я",
                       "Спорт - Краса - Оздоровлення"],
            "slug": "masazhyst"
        },
        {
            "title": "Матрос",
            "rubric": ["Морські спеціальності"],
            "slug": "matros"
        },
        {
            "title": "Машиніст",
            "rubric": ["Сільске господарство - Агробізнес - Лісове господарство",
                       "Автобізнес - Сервісне обслуговування"],
            "slug": "mashynist"
        },
        {
            "title": "Меблевий конструктор",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "meblevyi-konstruktor"
        },
        {
            "title": "Медична сестра",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "medychna-sestra"
        },
        {
            "title": "Медичний адміністратор",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я",
                       "Адміністративний персонал - Водії - Кур'єри"],
            "slug": "medychnyi-administrator"
        },
        {
            "title": "Медичний асистент",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "medychnyi-asystent"
        },
        {
            "title": "Медичний представник",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "medychnyi-predstavnyk"
        },
        {
            "title": "Медичний психолог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "medychnyi-psyholog"
        },
        {
            "title": "Менеджер з авто",
            "rubric": ["Автобізнес - Сервісне обслуговування"],
            "slug": "menedzher-z-avto"
        },
        {
            "title": "Менеджер з закупівлі",
            "rubric": ["Закупівлі - Постачання",
                       "Державні установи - Місцеве самоврядування"],
            "slug": "menedzher-z-zakupivli"
        },
        {
            "title": "Менеджер з кредитування",
            "rubric": ["Банки - Інвестиції - Лізинг"],
            "slug": "menedzher-z-kredytuvannia"
        },
        {
            "title": "Менеджер з оренди",
            "rubric": ["Нерухомість"],
            "slug": "menedzher-z-orendy"
        },
        {
            "title": "Менеджер з підбору персоналу",
            "rubric": ["HR спеціалісти - Бізнес-тренери"],
            "slug": "menedzher-z-pidboru-personalu"
        },
        {
            "title": "Менеджер з продаж",
            "rubric": ["Продажі - Клієнт-менеджмент"],
            "slug": "menedzher-z-prodazh"
        },
        {
            "title": "Менеджер з якості",
            "rubric": ["Консалтинг - Аналітика - Аудит"],
            "slug": "menedhzer-z-yakosti"
        },
        {
            "title": "Менеджер з роботи з клієнтами",
            "rubric": ["Продажі - Клієнт-менеджмент"],
            "slug": "menedzher-z-roboty-z-klientamy"
        },
        {
            "title": "Менеджер продукту",
            "rubric": ["Продажі - Клієнт-менеджмент"],
            "slug": "menedzher-productu"
        },
        {
            "title": "Менеджер проекту IT",
            "rubric": ["IT"],
            "slug": "menedzher-proektu-it"
        },
        {
            "title": "Мерчендайзер",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Продажі - Клієнт-менеджмент",
                       "Маркетинг - Реклама - PR"],
            "slug": "merchendaizer"
        },
        {
            "title": "Механік",
            "rubric": ["Автобізнес - Сервісне обслуговування"],
            "slug": "mechanik"
        },
        {
            "title": "Мийник автомобілів",
            "rubric": ["Автобізнес - Сервісне обслуговування",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "myinyk-avtomobiliv"
        },
        {
            "title": "Мийник посуду",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Готелі - Ресторани - Кафе"],
            "slug": "myinyk-posudu"
        },
        {
            "title": "Митний брокер",
            "rubric": ["Логістика - Митниця - Склад"],
            "slug": "mytnyi-broker"
        },
        {
            "title": "Митник декларант",
            "rubric": ["Логістика - Митниця - Склад"],
            "slug": "mytnyi-deklarant"
        },
        {
            "title": "Мікробіолог",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "mikrobiolog"
        },
        {
            "title": "Модельєр одягу",
            "rubric": ["Дизайн - Графіка - Фото"],
            "slug": "modelier-odiagu"
        },
        {
            "title": "Музикант",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "muzykant"
        },
        {
            "title": "Муляр",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "muliar"
        },
        {
            "title": "Набір тексту",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду"],
            "slug": "nabir-tekstu"
        },
        {
            "title": "Науковий співробітник",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "naukovyi-spivrobitnyk"
        },
        {
            "title": "Начальник виробництва",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "nachalnyk-vyrobnuctva"
        },
        {
            "title": "Начальник відділення банку",
            "rubric": ["Банки - Інвестиції - Лізинг"],
            "slug": "nachalnyk-viddilenia-banku"
        },
        {
            "title": "Нейрохірург",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "neirochirurg"
        },
        {
            "title": "Нерухомість",
            "rubric": ["Нерухомість"],
            "slug": "neruchomist"
        },
        {
            "title": "Нотаріус",
            "rubric": ["Юристи, адвокати, нотаріуси"],
            "slug": "notarius"
        },
        {
            "title": "Няня",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "niania"
        },
        {
            "title": "Обліковець",
            "rubric": ["Консалтинг - Аналітика - Аудит"],
            "slug": "oblikovets"
        },
        {
            "title": "Окуліст",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "okulist"
        },
        {
            "title": "Оператор колл-центру",
            "rubric": ["Продажі - Клієнт-менеджмент",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "operator-call-centru"
        },
        {
            "title": "Оператор котельні",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "operator-kotelni"
        },
        {
            "title": "Операційний директор",
            "rubric": ["Топ-менеджмент - Директори"],
            "slug": "operatsiinyi-dyrector"
        },
        {
            "title": "Операціоніст",
            "rubric": ["Банки - Інвестиції - Лізинг"],
            "slug": "operatsionist"
        },
        {
            "title": "Особистий водій",
            "rubric": ["Адміністративний персонал - Водії - Кур'єри",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "osobystyi-vodii"
        },
        {
            "title": "Офіс-менеджер",
            "rubric": ["Адміністративний персонал - Водії - Кур'єри"],
            "slug": "ofis-manager"
        },
        {
            "title": "Офіціант",
            "rubric": ["Готелі - Ресторани - Кафе",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "oficiant"
        },
        {
            "title": "Охоронець",
            "rubric": ["Охорона - Безпека - Силові структури",
                       "Студенти - Початок кар'єри - Без досвіду",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "ochoronets"
        },
        {
            "title": "Оцінювач нерухомості",
            "rubric": ["Нерухомість",
                       "Консалтинг - Аналітика - Аудит"],
            "slug": "otcnyvach-neruchomosti"
        },
        {
            "title": "Пакувальник",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "pakuvalnyk"
        },
        {
            "title": "Паркетник",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "parketnyk"
        },
        {
            "title": "Патрульний",
            "rubric": ["Охорона - Безпека - Силові структури"],
            "slug": "patrulnyi"
        },
        {
            "title": "Педіатр",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "pediatr"
        },
        {
            "title": "Пекар",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "pekar"
        },
        {
            "title": "Перевезення",
            "rubric": ["Логістика - Митниця - Склад",
                       "Адміністративний персонал - Водії - Кур'єри"],
            "slug": "perevezennia"
        },
        {
            "title": "Перекладач",
            "rubric": ["Наука - Освіта - Переклад",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "perekladach"
        },
        {
            "title": "Перукар",
            "rubric": ["Спорт - Краса - Оздоровлення",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "perukar"
        },
        {
            "title": "Письменник",
            "rubric": ["Медіа - Видавнича справа",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "pysmennyk"
        },
        {
            "title": "Піар менеджер",
            "rubric": ["Маркетинг - Реклама - PR"],
            "slug": "piar-manager"
        },
        {
            "title": "Підсобний робітник",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Логістика - Митниця - Склад",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "pidsobnyi-robitnyk"
        },
        {
            "title": "Пілот",
            "rubric": ["Туризм - Подорожі"],
            "slug": "pilot"
        },
        {
            "title": "Податковий інспектор",
            "rubric": ["Бухгалтерія - Податки - Фінанси підприємства",
                       "Консалтинг - Аналітика - Аудит"],
            "slug": "podatkovyi-inspektor"
        },
        {
            "title": "Покоївка",
            "rubric": ["Готелі - Ресторани - Кафе",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "pokoivka"
        },
        {
            "title": "Покрівельник",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "pokrivelnyk"
        },
        {
            "title": "Поліграфолог",
            "rubric": ["Медіа - Видавнича справа"],
            "slug": "poligrafolog"
        },
        {
            "title": "Полірувальник",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "poliruvalnyk"
        },
        {
            "title": "Помічник",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "pomichnyk"
        },
        {
            "title": "Портьє",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "portie"
        },
        {
            "title": "Постачання",
            "rubric": ["Закупівлі - Постачання"],
            "slug": "postachannia"
        },
        {
            "title": "Працівник складу",
            "rubric": ["Логістика - Митниця - Склад"],
            "slug": "pracivnyk-skladu"
        },
        {
            "title": "Прес-секретар",
            "rubric": ["Культура - Шоу-бізнес - Розваги",
                       "Маркетинг - Реклама - PR"],
            "slug": "pres-sekretar"
        },
        {
            "title": "Прибиральник",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Готелі - Ресторани - Кафе",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "prybyralnyk"
        },
        {
            "title": "Приймальник товарів",
            "rubric": ["Логістика - Митниця - Склад",
                       "Закупівлі - Постачання"],
            "slug": "pryimalnyk-tovariv"
        },
        {
            "title": "Провізор",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "provizor"
        },
        {
            "title": "Програміст",
            "rubric": ["IT"],
            "slug": "programist"
        },
        {
            "title": "Продавець",
            "rubric": ["Торгівля",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "prodavets"
        },
        {
            "title": "Проектний менеджер IT",
            "rubric": ["IT"],
            "slug": "proektnyi-manager"
        },
        {
            "title": "Проектувальник",
            "rubric": ["IT"],
            "slug": "proektuvalnyk"
        },
        {
            "title": "Психіатр",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "psyhiatr"
        },
        {
            "title": "Радіотехнік",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "radiotechnik"
        },
        {
            "title": "Реабілітолог",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "reabilitoloh"
        },
        {
            "title": "Реалізатор",
            "rubric": ["Торгівля",
                       "Продажі - Клієнт-менеджмент"],
            "slug": "realizator"
        },
        {
            "title": "Ревізор",
            "rubric": ["Консалтинг - Аналітика - Аудит"],
            "slug": "revizor"
        },
        {
            "title": "Регіональний менеджер",
            "rubric": ["Топ-менеджмент - Директори"],
            "slug": "reginoalnyi-manager"
        },
        {
            "title": "Реєстраційний менеджер",
            "rubric": ["Продажі - Клієнт-менеджмент"],
            "slug": "reestratciinyi-manager"
        },
        {
            "title": "Режисер",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "rezhyser"
        },
        {
            "title": "Рекламний агент",
            "rubric": ["Маркетинг - Реклама - PR"],
            "slug": "reklamnyi-agent"
        },
        {
            "title": "Ризик-менеджер",
            "rubric": ["Консалтинг - Аналітика - Аудит"],
            "slug": "ryzyk-manager"
        },
        {
            "title": "Рієлтор",
            "rubric": ["Нерухомість"],
            "slug": "rieltor"
        },
        {
            "title": "Різноробочий",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Робочі спеціальності - Персонал для дому",
                       "Будівництво - Архітектура",
                       "Студенти - Початок кар'єри - Без досвіду",
                       "Сільске господарство - Агробізнес - Лісове господарство"],
            "slug": "riznorobochyi"
        },
        {
            "title": "Рятівник",
            "rubric": ["Охорона - Безпека - Силові структури"],
            "slug": "ryativnyk"
        },
        {
            "title": "Садівник",
            "rubric": ["Сільске господарство - Агробізнес - Лісове господарство",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "sadivnyk"
        },
        {
            "title": "Санітарний лікар",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "sanitarnyi-likar"
        },
        {
            "title": "Сантехнік",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "santechnik"
        },
        {
            "title": "Сезонна",
            "rubric": ["Робочі спеціальності - Персонал для дому",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "sezonna"
        },
        {
            "title": "Секретар",
            "rubric": ["Адміністративний персонал - Водії - Кур'єри"],
            "slug": "sekretar"
        },
        {
            "title": "Сервісний інженер",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "servisnyi-inzhener"
        },
        {
            "title": "Системний адміністратор",
            "rubric": ["IT"],
            "slug": "systemnyi-administrator"
        },
        {
            "title": "Системний аналітик",
            "rubric": ["IT"],
            "slug": "systemnyi-analityk"
        },
        {
            "title": "Сільске господарство",
            "rubric": ["Сільске господарство - Агробізнес - Лісове господарство",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "silske-gospodarstvo"
        },
        {
            "title": "Сімейний лікар",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "simeinyi-likar"
        },
        {
            "title": "Складальник",
            "rubric": ["Логістика - Митниця - Склад",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "skladalnyk"
        },
        {
            "title": "Скляр",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "sklyar"
        },
        {
            "title": "Служба безпеки",
            "rubric": ["Охорона - Безпека - Силові структури"],
            "slug": "slyzhba-bezpeky"
        },
        {
            "title": "Слюсар",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "slysar"
        },
        {
            "title": "Сомельє",
            "rubric": ["Торгівля"],
            "slug": "somelie"
        },
        {
            "title": "Сортувальник",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Робочі спеціальності - Персонал для дому"],
            "slug": "sortuvalnyk"
        },
        {
            "title": "Соціальний працівник",
            "rubric": ["Державні установи - Місцеве самоврядування",
                       "Некомерційні - Громадські організації"],
            "slug": "socialnyi-pracivnyk"
        },
        {
            "title": "Соціолог",
            "rubric": ["Державні установи - Місцеве самоврядування",
                       "Некомерційні - Громадські організації",
                       "Наука - Освіта - Переклад"],
            "slug": "sociololog"
        },
        {
            "title": "Спеціаліст відділу кадрів",
            "rubric": ["HR спеціалісти - Бізнес-тренери"],
            "slug": "cpecialist-viddilu-kadriv"
        },
        {
            "title": "Спеціаліст з маркетингових досліджень",
            "rubric": ["Консалтинг - Аналітика - Аудит",
                       "Маркетинг - Реклама - PR"],
            "slug": "specialist-z-marketyngovych-doslidzhen"
        },
        {
            "title": "Спеціаліст з охорони праці",
            "rubric": ["Державні установи - Місцеве самоврядування"],
            "slug": "specialist-z-ochorony-praci"
        },
        {
            "title": "Співак",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "spivak"
        },
        {
            "title": "Стажування/практика",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду"],
            "slug": "stazhuvannia-praktyka"
        },
        {
            "title": "Стиліст",
            "rubric": ["Спорт - Краса - Оздоровлення"],
            "slug": "stylist"
        },
        {
            "title": "Страховий агент",
            "rubric": ["Страхування"],
            "slug": "strachovyi-agent"
        },
        {
            "title": "Страхування",
            "rubric": ["Страхування"],
            "slug": "strachuvannia"
        },
        {
            "title": "Стюардеса",
            "rubric": ["Туризм - Подорожі"],
            "slug": "styardesa"
        },
        {
            "title": "Сушист",
            "rubric": ["Готелі - Ресторани - Кафе",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "suchyst"
        },
        {
            "title": "Таксі",
            "rubric": ["Адміністративний персонал - Водії - Кур'єри",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "taxi"
        },
        {
            "title": "Танцівниця",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "tancivnytcia"
        },
        {
            "title": "Тележурналіст",
            "rubric": ["Культура - Шоу-бізнес - Розваги"],
            "slug": "telezhurnalist"
        },
        {
            "title": "Теплоенергетик",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "teploenerhetyk"
        },
        {
            "title": "Тесляр",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "teslyar"
        },
        {
            "title": "Тестувальник",
            "rubric": ["IT"],
            "slug": "testuvalnyk"
        },
        {
            "title": "Технічний директор",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "technichnui-dyrector"
        },
        {
            "title": "Товарознавець",
            "rubric": ["Торгівля"],
            "slug": "tovarozhnavets"
        },
        {
            "title": "Токар",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "tokar"
        },
        {
            "title": "Торговий представник",
            "rubric": ["Торгівля"],
            "slug": "torgovyi-predstavnuk"
        },
        {
            "title": "Тренер з фітнесу",
            "rubric": ["Спорт - Краса - Оздоровлення"],
            "slug": "trener-z-fitnesu"
        },
        {
            "title": "Установник супутникових антент",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Виробництво - Інженери - Технологи"],
            "slug": "ustanovnyk-suputnykovuch-anten"
        },
        {
            "title": "Фармацевтичний представник",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "pharmacevtychnyi-predstavnyk"
        },
        {
            "title": "Фасувальник",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду",
                       "Робочі спеціальності - Персонал для дому",
                       "Логістика - Митниця - Склад"],
            "slug": "fasuvalnyk"
        },
        {
            "title": "Фахівець із соціальної роботи",
            "rubric": ["Державні установи - Місцеве самоврядування",
                       "Некомерційні - Громадські організації"],
            "slug": "fachivetc-iz-socialnoi-roboty"
        },
        {
            "title": "Фізіотерапевт",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "fizioterapevt"
        },
        {
            "title": "Філолог",
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "filolog"
        },
        {
            "title": "Фінансист",
            "rubric": ["Бухгалтерія - Податки - Фінанси підприємства"],
            "slug": "finansyst"
        },
        {
            "title": "Фінансвоий аналітик",
            "rubric": ["Бухгалтерія - Податки - Фінанси підприємства",
                       "Консалтинг - Аналітика - Аудит"],
            "slug": "finansovyi-analituk"
        },
        {
            "title": "Формувальник залізобетонних виробів",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "formuvalnyk-zalizobenonnych-vyrobiv"
        },
        {
            "title": "Формувальник тіста",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "formuvalnyk-tista"
        },
        {
            "title": "Фотокореспондент",
            "rubric": ["Дизайн - Графіка - Фото",
                       "Медіа - Видавнича справа"],
            "slug": "fotokorespondent"
        },
        {
            "title": "Фрезерувальник",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "frezeruvalnyk"
        },
        {
            "title": "Фрілансер",
            "rubric": ["Студенти - Початок кар'єри - Без досвіду"],
            "slug": "frilanser"
        },
        {
            "title": "Фтизіатр",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "ftyziatr"
        },
        {
            "title": "Харчова промисловість",
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "charchova-promuslivist"
        },
        {
            "title": 'Хімік',
            "rubric": ["Наука - Освіта - Переклад"],
            "slug": "chimik"
        },
        {
            "title": "Хірург",
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я"],
            "slug": "chirurg"
        },
        {
            "title": "Хостес",
            "rubric": ["Готелі - Ресторани - Кафе",
                       "Студенти - Початок кар'єри - Без досвіду"],
            "slug": "chostes"
        },
        {
            "title": "Шахтар",
            "rubric": ["Робочі спеціальності - Персонал для дому"],
            "slug": "shachtar"
        },
        {
            "title": 'Швачка',
            "rubric": ["Виробництво - Інженери - Технологи"],
            "slug": "shvachka"
        },
        {
            "title": 'Шеф-кухар',
            "rubric": ["Готелі - Ресторани - Кафе"],
            "slug": "chef-kuchar"
        },
        {
            "title": 'Шкільний психолог',
            "rubric": ["Медицина - Фармацевтика - Охорона здоров'я",
                       "Державні установи - Місцеве самоврядування"],
            "slug": "shkilnui-kychar"
        },
        {
            "title": "Ювелір",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Торгівля"],
            "slug": "yuvelir"
        },
        {
            "title": "Юрисконсульт",
            "rubric": ["Юристи, адвокати, нотаріуси",
                       "Державні установи - Місцеве самоврядування"],
            "slug": "yuruskosult"
        },
        {
            "title": "Юрист",
            "rubric": ["Юристи, адвокати, нотаріуси"],
            "slug": "yurust"
        },
        {
            "title": "Civil engineer",
            "rubric": ["Будівництво - Архітектура",
                       "Виробництво - Інженери - Технологи"],
            "slug": "civil-engineer"
        },
        {
            "title": "HR-менеджер",
            "rubric": ["HR спеціалісти - Бізнес-тренери"],
            "slug": "hr-manager"
        },
        {
            "title": "Power Engineer",
            "rubric": ["Виробництво - Інженери - Технологи",
                       "Телекомунікації - Зв`язок"],
            "slug": "power-engineer"
        },
        {
            "title": "SEO-оптимізатор",
            "rubric": ["IT"],
            "slug": "seo-optymizator"
        },
        {
            "title": "Web-аналітик",
            "rubric": ["IT", "Консалтинг - Аналітика - Аудит"],
            "slug": "web-analityk"
        }
    ]